In [0]:
import pandas as pd
import numpy as np

In [2]:
sales = pd.read_csv("sales.csv", header = None)
sales.head()

       0
0  266.0
1  145.9
2  183.1
3  119.3
4  180.3